Repository: common-repository/color-system-visualizer
Catalog: languages/color-system-visualizer-*_formal.po
Languages: de_de@formal

source: No Content Found!!
de_de@formal: Keine Inhalte gefunden!

source: Go back to %s
de_de@formal: Zurück zu %s

source: Previous color
de_de@formal: Vorherige Farbe

source: Next color
de_de@formal: Nächste Farbe

source: Already exists color Palettes will be Updated !!
de_de@formal: Bereits vorhanden, Farbpalette wird aktualisiert!

source: New Color Palettes imported !!
de_de@formal: Neue Farbpaletten importiert!

source: %s Color palettes Updated !!
de_de@formal: %s Farbpaletten aktualisiert!

source: %s Color palettes Inserted !!
de_de@formal: %s Farbpaletten eingefügt!

source: Invalid image URL
de_de@formal: Falsche Bild-URL

source: Import color palettes
de_de@formal: Import Farbpaletten

source: Export color palettes sample
de_de@formal: Beispieldatei für Farbpalette exportieren

source: Export Color Palette Sample CSV
de_de@formal: CSV-Beispieldatei für Farbpalette exportieren

source: Tip:
de_de@formal: Tipp:

source: If you want to create a database for RAL Classic, a good starting point is the "RAL Standard Color Table (CSV)" which can be downloaded for free at GitHub:
de_de@formal: Wenn du das RAL Classic Farbsystem anlegen möchtest, bildet das GitHub-Projekt „RAL Standard Color Table (CSV)“ eine geeignete Grundlage und kann kostenlos heruntergeladen werden:

source: Import/Export Color Palettes
de_de@formal: Import/Export Farbpaletten

source: Plugin setting
de_de@formal: Plugin-Einstellungen

source: Color name German
de_de@formal: Farbbezeichnung Deutsch

source: Color name English
de_de@formal: Farbbezeichnung Englisch

source: Color Hex
de_de@formal: Farbwert Hex

source: Color RGB
de_de@formal: Farbwert RGB

source: Color CMYK
de_de@formal: Farbwert CMYK

source: Color Lab
de_de@formal: Farbwert Lab

source: Color palette plugin settings
de_de@formal: Plugin-Einstellungen

source: Load bootstrap files
de_de@formal: Bootstrap-Dateien laden

source: Yes
de_de@formal: Ja

source: No
de_de@formal: Nein

source: Color System
de_de@formal: Farbsystem

source: Color Systems
de_de@formal: Farbsysteme

source: Parent Color System
de_de@formal: Übergeordnetes Farbsystem

source: All Colors
de_de@formal: Alle Farben

source: View Color
de_de@formal: Farbe ansehen

source: Add New Color
de_de@formal: Neue Farbe hinzufügen

source: Add New
de_de@formal: Neu hinzufügen

source: Edit Color
de_de@formal: Farbe bearbeiten

source: Update Color
de_de@formal: Farbe aktualisieren

source: Search Colors
de_de@formal: Farbe suchen

source: Not found
de_de@formal: Nicht gefunden

source: Not found in Trash
de_de@formal: In Papierkorb nicht gefunden

source: color
de_de@formal: farbe

source: Color Palettes
de_de@formal: Farbpaletten

source: Search Color palettes
de_de@formal: Farbsysteme suchen

source: All Color Palettes
de_de@formal: Alle Farbsysteme

source: Parent Color System:
de_de@formal: Übergeordnetes Farbsystem:

source: Edit Color System
de_de@formal: Farbsystem bearbeiten

source: Update Color System
de_de@formal: Farbsystem aktualisieren

source: Add New Color System
de_de@formal: Neues Farbsystem hinzufügen

source: New Color System Name
de_de@formal: Neuer Name für Farbsystem
